/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:1428) */
"<Do Not Localize>" = "<Do Not Localize>";

/* NSButton (Change…) : <title:Change…> (oid:1148) */
"Change…" = "Cambiar…";

/* NSTabViewItem : <title:Enter your name and registration key> (oid:1127) */
"Enter your name and registration key" = "Introduzca su nombre y código de registro";

/* NSTextField (Key:) : <title:Key:> (oid:353) */
"Key:" = "Clave:";

/* NSTextField (License type:) : <title:License type:> (oid:1425) */
"License type:" = "Tipo licencia:";

/* NSButton (Lost license?) : <title:Lost license?> (oid:44) */
"Lost license?" = "¿Licencia perdida?";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:1194) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "MiniBatteryLogger es shareware y dejará de funcionar dentro de 30 días, a menos que lo registres.";

/* NSTextField (Name:) : <title:Name:> (oid:351) */
"Name:" = "Nombre:";

/* NSButton (OK) : <title:OK> (oid:1129) */
"OK" = "Aceptar";

/* NSButton (Register online) : <title:Register online> (oid:1150) */
"Register online" = "Registrar en línea";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:1143) */
"Registered to:" = "Registrado a:";

/* NSBox (Registration Information) : <title:Registration Information> (oid:1141) */
"Registration Information" = "Información de registro";

/* NSTextField (Validity date:) : <title:Validity date:> (oid:1427) */
"Validity date:" = "Fecha:";
